---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemProfileVolume
source: html/f9ad6fe7-5dc3-9522-eab5-0fc8790189e0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemProfileVolume Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemProfileVolume { get; }
```